IDEA Open Model
NadSetupValueShort Properties
Compatible with IDEA StatiCa Beta 20.0
The NadSetupValueShort type exposes the following members.
Properties
Name | Description
Id
 Gets or sets the value id.
 (Inherited from NadSetupValue.)
IsActive
 Is active
 (Inherited from NadSetupValue.)
Value
 Gets or sets the value.
Top
See Also
Reference
NadSetupValueShort Class
IdeaRS.OpenModel.Concrete Namespace